Revit 2027 API
FamilyInstance.HandFlipped Property
Property to test whether the orientation of family instance hand is flipped.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool HandFlipped { get; }
Public ReadOnly Property HandFlipped As Boolean
	Get
public:
property bool HandFlipped {
	bool get ();
}
member HandFlipped : bool with get
Property Value
Boolean
See Also
Reference
FamilyInstance Class
Autodesk.Revit.DB Namespace